@extends('dev.components.layout')
@section('title', 'Типографика')

@section('content')
    <x-dev.type.hero class="mb-40 md:mb-[72px]" text="Типографика"/>

    <x-dev.type.supheading text="Таблица с ценами на модели минипланет"/>
    <x-dev.type.h class="mb-32 md:mb-[56px]" size="1">Каждому человеку нужна собственная планета</x-dev.type.h>
    <x-dev.type.p>Первый раз минипланеты были упомянут французским лётчиком в книге для взрослых детей. Тогда читатели углубились в философский аспект произведения, не придав значения идее частных планет-астероидов. Но с середины прошлого века технологии развились достаточно, чтобы предложить людям особенную замену классичискому решению жилищного вопроса.</x-dev.type.p>
    <x-dev.type.h class="mt-48 mb-24 md:mt-[96px] md:mb-48">Что такое минипланета?</x-dev.type.h>
    <x-dev.type.p>Минипланета — небольшой астероид, размером примерно с двухэтажный дом. Он перемещается по просторам космоса со скоростью 30 км/с. Безопасность перемещения обеспечивается автопилотом «Rose4Spikes».</x-dev.type.p>
    <x-dev.type.p>Каждая планета при желании может быть оснащена вулканами, фонарями и роботами-садовниками для прополки ростков баобабов.</x-dev.type.p>
    <x-dev.type.h class="mt-48 mb-24 md:mt-[80px] md:mb-40" size='3'>Какими особенностями обладают минипланеты?</x-dev.type.h>
    <x-dev.type.p text="На планете есть комплект мебели, необходимый для просмотра закатов"/>
    <x-dev.type.h class="mt-[64px] mb-32 md:mt-[80px] md:mb-40" size='4'>Как происходит транспортировка жителей на минипланету? Это, наверно, не быстро?</x-dev.type.h>
    <x-dev.type.p>Это быстро. Дело в том, что минипланеты оборудованы телепортами «DesertSnake 30s». Вы можете посетить любую из телестанций на Земле, с которой за 30 секунд вы всей семьёй сможете переместиться на поверхность вашего астероида.</x-dev.type.p>
    <x-dev.type.p text="Вы также можете взять с собой багаж, но не более 23 кг на человека за рейс." />
    <x-dev.type.h class="mt-48 mb-24 md:mt-[64px] md:mb-32" size='5'>Сколько стоит частная минипланета? Есть гарантия на встроенное оборудование? На каких условиях предоставляется обслуживание?</x-dev.type.h>
    <x-dev.type.p>Мы даём бессрочную гарантию на частные астероиды и всё встроенное оборудование. Регулярное обслуживание минипланет мы предоставляем по отдельному договору.</x-dev.type.p>
    <x-dev.type.h  class="mt-48 mb-24 md:mt-48 md:mb-24" size='6'>А чем минипланета лучше квартиры или дома на земле? Разве не лучше жить вместе со всеми, как тысячи лет ранее?</x-dev.type.h>
    <x-dev.type.p class="mb-24">Можно жить и на Земле. Но в этом случае вы зависите от решений, принимаемых посторнними людьми. Войны, революции, вредная экология, уродливая реклама — зачем вам это? Не лучше ли сидеть на кресле, едующим за закатом по железной дороге и распивать можевеловый сок, дыша чистым свежесгенерированным кислородом в окружении близких?</x-dev.type.p>
    <x-dev.type.hint text="Таблица с ценами на модели минипланет" />

@endsection
